{"https://fs.blog/": {"title": "Think better. Decide better. Live better.", "description": "Timeless lessons on decision making, thinking, and continuous improvement. Written by Shane Parrish.hinking, and continuous improvement.", "discovered_at": 1750493865.5532358}, "https://fs.blog/#genesis-content": {"title": "Think better. Decide better. Live better.", "description": "Timeless lessons on decision making, thinking, and continuous improvement. Written by Shane Parrish.hinking, and continuous improvement.", "discovered_at": 1750493865.6463406}, "https://fs.blog/knowledge-project-podcast/": {"title": "The Knowledge Project Podcast - Farnam Street", "description": "", "discovered_at": 1750493865.7379851}, "https://fs.blog/newsletter/": {"title": "Brain Food Newsletter", "description": "Brain Food delivers quick and insightful insights you can use in work and life every Sunday.", "discovered_at": 1750493865.7721975}, "https://fs.blog/books/": {"title": "Books", "description": "FS helps you think better and live better. Our books offer deep exploration of ideas that never expire so you can learn something once and apply it forever.", "discovered_at": 1750493865.7722023}, "https://fs.blog/#nav-header-right": {"title": "Think better. Decide better. Live better.", "description": "Timeless lessons on decision making, thinking, and continuous improvement. Written by Shane Parrish.hinking, and continuous improvement.", "discovered_at": 1750493865.8037097}, "https://fs.blog/#site-footer": {"title": "Think better. Decide better. Live better.", "description": "Timeless lessons on decision making, thinking, and continuous improvement. Written by Shane Parrish.hinking, and continuous improvement.", "discovered_at": 1750493865.835176}, "https://fs.blog/blog/": {"title": "Farnam Street Blog (Articles)", "description": "Farnam Street is devoted to helping you develop an understanding of how the world really works, make better decisions, and live a better life.", "discovered_at": 1750493865.935314}, "https://fs.blog/start/": {"title": "Start Here", "description": "Start mastering the best of what other people have figured out so you can think better, perform better, and live better.", "discovered_at": 1750493866.2690468}, "https://fs.blog/learning/": {"title": "Accelerated Learning: Learn Faster and Remember More", "description": "Train your brain to retain knowledge and insight better by understanding how you (actually) learn. Once you understand the keys to learning, everything changes—from the way you ask questions to the way you consume information.", "discovered_at": 1750493866.3102121}, "https://fs.blog/membership/": {"title": "Become a Farnam Street Member", "description": "Test your ideas, get smarter and make better decisions as a member of the greatest membership on the internet. Check out the details here.", "discovered_at": 1750493866.3414257}, "https://fs.blog/mental-models/": {"title": "Mental Models: The Best Way to Make Intelligent Decisions (~100 Models Explained)", "description": "The smartest people in the world use mental models to make intelligent decisions, avoid stupidity, and increase productivity. Let's take a look at how ...", "discovered_at": 1750493866.426204}, "https://fs.blog/reading/": {"title": "Use These Simple Strategies to Retain Everything You Read", "description": "Get the most out of your reading ... when to quit, different levels of reading, choosing great books, improving comprehension and recall, and note-taking.", "discovered_at": 1750493866.4548497}, "https://fs.blog/knowledge-project-podcast/indra-nooyi/": {"title": "Indra Nooyi: Leading Without Losing Who You Are [The Knowledge Project Ep. #234]", "description": "On her first day as CEO of PepsiCo, Indra Nooyi fired her general counsel. Then rehired him before dinner. It wasn’t a stunt. It was a signal. She ran a $200 billion empire the same way she ran her life: with surgical precision, uncompromising standards, and an allergy to corporate theater. But here’s what separates this conversation from every …", "discovered_at": 1750493866.4793084}, "https://fs.blog/smart-decisions/": {"title": "fs.blog", "description": "Learning to make smart decisions helps you get better results. This guide is packed with time-tested real world tools you can use today.", "discovered_at": 1750493866.5217185}, "https://fs.blog/knowledge-project-podcast/reed-hastings/": {"title": "Netflix Founder Reed Hastings on Scaling High-Trust Culture & Bold Judgment", "description": "How do you build a high-performance culture without turning your company into the Hunger Games? Reed Hastings, co-founder and former CEO of Netflix, shares lessons from a career spent rewriting the rules—from severance as a management tool to “big-hearted champions who pick up the trash.” In this episode, he reveals how Netflix scaled trust, made …", "discovered_at": 1750493866.5435355}, "https://fs.blog/clear/": {"title": "Clear Thinking: Turning Ordinary Moments into Extraordinary Results", "description": "Clear Thinking Instant New York Times bestseller the instant worldwide bestseller Step 1: Get Your Copy of Clear Thinking … Step 2: Claim Your Free Bonuses … Order a copy of the New York Times bestseller Clear Thinking from your favorite bookseller and forward your purchase receipt to clearthinkingbonus@farnamstreetblog.com for the following bonuses. About the …", "discovered_at": 1750493866.6411004}, "https://fs.blog/knowledge-project-podcast/bill-belichick/": {"title": "Bill Belichick: Inside the Mind of the NFL’s Greatest Coach [The Knowledge Project Ep. #230]", "description": "If you lead a team—or want to lead yourself better—this episode is a masterclass from the greatest football mind of our time.", "discovered_at": 1750493866.7540572}, "https://fs.blog/knowledge-project-podcast/outliers-harvey-firestone/": {"title": "Harvey Firestone: 12 Principles for Building Enduring Enterprises", "description": "Harvey Firestone built one of America's great industrial empires from scratch, transforming from a farm boy to Henry Ford's key partner. This episode reveals timeless principles about building businesses through booms, busts, and technological disruptions.", "discovered_at": 1750493866.799731}, "https://fs.blog/knowledge-project-podcast/outliers-anna-wintour/": {"title": "Anna Wintour: Reveals The Truth About Power and High Standards", "description": "Few careers survive five decades of disruption; Anna Wintour used it to build leverage.In this Outliers edition we break down how a London teen who couldn’t type became the editor who set fashion’s global agenda—and kept it.", "discovered_at": 1750493866.8231015}}